[{
  "article1": "Sudoku is played on a grid of 9 x 9 spaces. Within the rows and columns are 9 “squares” (made up of 3 x 3 spaces). Each row, column and square (9 spaces each) needs to be filled out with the numbers 1-9, without repeating any numbers within the row, column or square. ",
  "article2": "As you can see, in the upper left square (circled in blue), this square already has 7 out of the 9 spaces filled in. The only numbers missing from the square are 5 and 6. By seeing which numbers are missing from each square, row, or column, we can use process of elimination and deductive reasoning to decide which numbers need to go in each blank space.",
  "article3": "Sudoku is a game of logic and reasoning, so you shouldn’t have to guess. If you don’t know what number to put in a certain space, keep scanning the other areas of the grid until you seen an opportunity to place a number.",
  "article4":"Here is an example. In this Sudoku grid (shown below), the far left-hand vertical column (circled in Blue) is missing only a few numbers: 1, 5 and 6.One way to figure out which numbers can go in each space is to use “process of elimination” by checking to see which other numbers are already included within each square – since there can be no duplication of numbers 1-9 within each square (or row or column)."
},
{
  "article1": "Sudoku este jucat pe o grilă de 9 x 9 spații. În rânduri și coloane sunt 9 „pătrate” (formate din 3 spații 3). Fiecare rând, coloană și pătrat (9 spații fiecar) trebuie completate cu numerele 1-9, fără a se repeta niciun număr din rând, coloană sau pătrat. ",
  "article2": "După cum puteți vedea, în pătratul din stânga sus (încercuit în albastru), acest pătrat are deja 7 din cele 9 spații completate. Singurele numere care lipsesc din pătrat sunt 5 și 6. Văzând ce numere lipsesc din fiecare pătrat , rând sau coloană, putem folosi procesul de eliminare și raționamentul deductiv pentru a decide ce numere trebuie să meargă în fiecare spațiu gol. ",
  "article3": "Sudoku este un joc de logică și raționament, așa că nu trebuie să ghicești. Dacă nu știți ce număr să puneți într-un anumit spațiu, continuați să scanați celelalte zone ale grilei până când ați văzut oportunitatea de a plasa un număr.",
  "article4":"Iată un exemplu. În această grilă Sudoku (prezentată mai jos), coloana verticală din stânga (încercuită în albastru) lipsește doar câteva numere: 1, 5 și 6. Un alt mod de a da seama care numere pot merge în fiecare spațiu este să folosiți „ proces de eliminare ”, verificând pentru a vedea ce alte numere sunt deja incluse în fiecare pătrat - deoarece nu poate exista o duplicare a numerelor 1-9 în fiecare pătrat (sau rând sau coloană)."
},
{
  "article1": "Le Sudoku se joue sur une grille de 9 x 9 espaces. Dans les lignes et les colonnes se trouvent 9 «carrés» (composés de 3 x 3 espaces). Chaque ligne, colonne et carré (9 espaces chacun) doit être rempli avec les chiffres 1 à 9, sans répéter aucun chiffre dans la ligne, la colonne ou le carré.",
  "article2": "Comme vous pouvez le voir, dans le carré supérieur gauche (entouré en bleu), ce carré contient déjà 7 des 9 espaces remplis. Les seuls chiffres manquants dans le carré sont 5 et 6. En voyant quels nombres manquent dans chaque carré , ligne ou colonne, nous pouvons utiliser le processus d'élimination et le raisonnement déductif pour décider quels nombres doivent aller dans chaque espace vide.",
  "article3": "Le Sudoku est un jeu de logique et de raisonnement, vous ne devriez donc pas avoir à deviner. Si vous ne savez pas quel numéro mettre dans un certain espace, continuez à numériser les autres zones de la grille jusqu'à ce que vous voyiez la possibilité de placer un numéro.",
  "article4":"Voici un exemple. Dans cette grille de Sudoku (illustrée ci-dessous), la colonne verticale à l'extrême gauche (entourée en bleu) ne manque que quelques chiffres: 1, 5 et 6.Une façon de déterminer quels nombres peuvent aller dans chaque espace est d'utiliser  processus d'élimination »en vérifiant pour voir quels autres numéros sont déjà inclus dans chaque carré - car il ne peut y avoir de duplication des numéros 1-9 dans chaque carré (ou ligne ou colonne)"
}
]